Repository: andremarcelo/mteixeira.com-local
Catalog: module/Application/language/*.po
Languages: de_de, pt_br

# menu.sobremim
source: about Me
de_de: Über mich
pt_br: Sobre Mim

# menu.projectos
source: Projects
de_de: Projekte
pt_br: Projectos

# menu.tecnologias
source: Motivations
de_de: Technologien von..
pt_br: Areas de Interesse!

# menu.contactos
source: Contacts
de_de: Kontakte
pt_br: Contactos

# footer.zf2
source: Developed in Zend Framework 2
de_de: Entwickelt Zend Framework 2
pt_br: Feito em Zend Framework 2

# mteixeira.index.title
source: Welcome to my new website
de_de: Willkommen auf meiner neuen Website
pt_br: Seja bemvindo ao meu novo web site

# mteixeira.index.escolar
source: My portfolio and projects
de_de: Mein Portfolio und Projekte
pt_br: Meu portfólio e projetos

# mteixeira.index.profisional
source: My goals
de_de: Meine Ziele
pt_br: Os meus objetivos

# mteixeira.index.freelancer
source: My academic journey
de_de: Meine akademischen Reise
pt_br: A minha jornada acadêmica

# mteixeira.quemsou
source: But who am I ...
de_de: Aber wer bin ich ..
pt_br: Mas quem sou eu...

# mteixeira.profs
source: Who teaches me ... How do I learn?
de_de: Wer lehrt mich ... Wie lerne ich?
pt_br: Quem me ensina... Como aprendo?

# mteixeira.ad
source: where...
de_de: Studieren...
pt_br: Queimar pestanas...

# percurso.text.acdemico
source: Knowing my resume, which companies where I have, and projects thatbeen involved. And what are the technologies used, my goalsfuture, my ambitions, and I think about my future as web programmer. The PHP because ... Because programming for the web, why?
de_de: Zu wissen, meinen Lebenslauf, die die Unternehmen, wo ich habe, und ProjekteIch habe mitgewirkt. Und welche Technologien verwendet meine ZieleZukunft, meine Ambitionen, und ich denke über meine Zukunft nachWeb-Programmierer. Weil die PHP-Programmierung ... Weil für das Web, warum?
pt_br: Saber o meu currículo, quais as empresas por onde passei, e os projetos que estive envolvido. E quais as tecnologias utilizadas, os meus objectivos de futuro, as minhas ambições, e o que penso acerca do meu futuro como programador web. O porque de PHP... Porque programar para a web, porque?

# mteixeira.apst
source: Here you can find information about it on my resume in my projects, professional life and my interest in technology.
de_de: Hier können Sie Informationen über sie in meinem Lebenslauf finden in meinemProjekte, Berufsleben und mein Interesse an der Technologie.
pt_br: Aqui você pode encontrar informações sobre isso no meu currículo em meus projetos, vida profissional e o meu interesse em tecnologia.

# mteixeira.tecs
source: What are the technologies that study and hang out with the eye placed above... Because the current study, which BENEFITS and usefulness ofIt will be the same ... that is worth studying them and learn them, and with the evolutioneven the same personal level!
de_de: Was sind die Technologien, die Studie und hängen mit dem Auge platziert oben... Da die aktuelle Studie, die Vorteile und NutzenEs wird die gleiche sein, die es wert ... sie studieren und lernen, sie ist, und mit der EntwicklungAuch die gleiche persönliche Ebene!
pt_br: Quais são as tecnologias que estudo e que ando com o olho colocado em cima actualmente... Porque que as estudo, quais os benificios e a utilidade das mesmas... Sera que vale a pena estuda-las e aprende-las, e se evoluo com as mesmas mesmo a nivel pessoal!

# mteixeira.acd
source: Look at my academic route see what projects and realizerwhat technologies seized and compare with this.
de_de: Schauen Sie sich meine akademische percuso sehen, was Projekte und realizerWelche Technologien beschlagnahmt und vergleichen Sie mit diesem.
pt_br: Olhar para o meu percuso academico ver quais os projectos que realizer e quais as tecnologias apreendidas e comparar com o presente.

# mteixeira.quemsoueu
source: Hello, my name is André Marcelo ...
de_de: Hallo, mein Name ist André Marcelo ...
pt_br: Olá, o meu nome é André Marcelo...

# mteixeira.quemsoueu.text
source: I'm 24 years old and I am a graduate in computer ENGINEERING. Since muchI had early interest in technology and mechanics, web programming,java. currently working on %sRocket Internet%s in Oporto Portugal.Rocket this past year made me grow a lot ...
de_de: Ich bin 24 Jahre alt und ich bin ein Absolvent in Computer Engineering. Seit vielIch hatte schon früh Interesse an Technik und Mechanik, durch Programmierung webjava. narbeitet derzeit an %s Rocket Internet Portugal%s in Oporto. Die Rocket im vergangenen Jahr hat mich wachsen eine Menge ......
pt_br: Eu tenho 24 anos e sou licenciado em engenheria informática. Desde muito cedo tive interesse por tecnologias e mecanica, por programacação web ,e java. neste momento trabalho na %s Rocket Internet Portugal%s no OPorto. A Rocket neste ultimo ano fez-me crescer muito...

# mteixeira.noticiasdebasto
source: %sJornal Noticias de Basto%s - Web Developer, Development site Official
de_de: %sJornal Noticias de Basto%s - Web Entwickler, Entwicklung site Offizielle
pt_br: %sJornal Noticias de Basto%s - Programador web,Desenvolvimento do site do Jornal

# mteixeira.netcelorico
source: Internship in the summer holidays and for computer repairweb site development
de_de: Praktikum in den Sommerferien und für Computer-ReparaturWebsite-Entwicklung
pt_br: Estagio nas ferias de verão para reparação de computadores e desenvolvimento de web sites

# mteixeira.free
source: Web Developer, Start Freelancing
pt_br: Programador web,Start Freelancing

# mteixeira.mobile
source: Mobile Developer Freelancing - see %s android Play %s
de_de: Programmierer mobile Freelancing - ver %s android Play %s
pt_br: Programador mobile Freelancing - ver %s android Play %s

# mteixeira.esi
source: Programmer and Systems Analyst at ESI-BES
de_de: Programmierer und Systemanalytiker in der ESI-BeS
pt_br: Programador e analista de sistemas na ESI-BeS

# mteixeira.rocket
source: Regular, Advanced Programmer, Rocket Internet in Portugal (so far)
de_de: Regular, Advanced Programmer, Rocket Internet in Portugal (bisher)
pt_br: Regular, Advanced Programmer, na Rocket Internet Portugal (até ao presente)

# mteixeira.corgo
source: Primary School - 1-4 Year - Primary School in Sao Romao's Corgo - Braga
de_de: Primary School - 1-4 Jahr - Primary School in Sao Romao Corgo - Braga
pt_br: Escola primaria - 1 - 4 ano - Escola primaria em Sao Romao's Corgo - Braga

# mteixeira.cbt
source: Schools, 2 and 3 cycles. 4-9 yerars 2.3 EB / S Celorico de Basto - Braga
de_de: Grundschule, 2 und 3 Zyklen 4-9 Jahre EB 2,3 / S Celoria von Basto -. Braga
pt_br: Escola Basica, 2 e 3 ciclos. 4 - 9 anos EB 2.3 / S Celorico de Basto - Braga

# mteixeira.cbt.tec
source: Technological Course Computer 9 - 12 Years 2.3 EB / S Celorico de Basto- Braga
de_de: Technologische Computer-Kurs 9-12 Jahre EB 2,3 / S Celoria von Basto- Braga
pt_br: Curso Tecnologico de Informática 9 - 12 anos EB 2.3 / S Celorico de Basto - Braga

# mteixeira.redes
source: FCUP - ENGINEERING Networking and Computing Systems
de_de: FCUP - ENGINEERING Networking und Computing Systems
pt_br: FCUP - Engenheria de Redes e Sistemas informáticos

# mteixeira.ipp
source: IPP Polytechnic Institute of Porto-ESTGF - Computer Engineering
pt_br: IPP Instituto politecnico do Porto- ESTGF - Engenharia Informática

# mteixeira.ac.title
source: During my life, I was a good student, in the followingschools.
de_de: Im Laufe meines Lebens, ich war ein guter Schüler, im folgendenSchulen.
pt_br: Durante a minha vida, eu fui um bom estudante, nos seguintes estabelecimentos de ensino.

# page.not.exists
source: The requested page does not exist ...
de_de: Die angeforderte Seite existiert nicht ...
pt_br: A pagina socilitada não existe...

# mteixeira.projects.title
source: In this area you can find all the projects I have done and I integrated.
de_de: In diesem Bereich finden Sie alle Projekte, die ich getan habe und ich integriert.
pt_br: Neste Espaço pode encontrar todos os projectos que realizei e que integrei.

# mteixeira.projects.select
source: Choose an Area:
de_de: Wählen Sie einen Bereich:
pt_br: Escolha uma Area:

# 404.found
source: The page requested is not valid
de_de: Die gewünschte Seite ist nicht gültig
pt_br: A pagina pedida não é valida

# mteixeira.index.title.title
source: M Teixeira - computer engineer!
de_de: M Teixeira - Computer-Ingenieur!
pt_br: M Teixeira - Engenheiro Informatico!

# mteixeira.about.title
source: About Me .. :)
de_de: Über mich .. :)
pt_br: Sobre Mim... :)

# projectos.profissionais
source: Professionals Projects
de_de: Projekte Professionals
pt_br: Projectos Profissionais

# projectos.academicos
source: Academic Projects
pt_br: Projectos Academicos

# menu.review
source: Comments
de_de: Ich empfahl?
pt_br: Recomenda-me?

# project.type.academic
source: Academic Projects
pt_br: Projectos Academicos

# project.type.profissional
source: Professional Career
de_de: Beruflicher Werdegang
pt_br: Percurso Profissional

# project.company
source: Company:
de_de: Unternehmen:
pt_br: Empresa:

# project.job
source: Function:
de_de: Funktion durchgeführt:
pt_br: Funcão Desempenhada:

# project.startdate
source: Starting date of the project:
de_de: Startdatum des Projekts:
pt_br: Data de inicio do projecto:

# project.enddate
source: End date of the project:
de_de: Enddatum des Projekts:
pt_br: Data de fim do projecto:

# project.desc
source: Description and Objectives:
de_de: Beschreibung und Ziele:
pt_br: Descriçao e Objectivos:

# project.tec
source: Technologies used:
de_de: Verwendete Technologien:
pt_br: Tecnologias utilizadas:

# project.site
source: Visit the project:
de_de: Besuchen Sie das Projekt:
pt_br: Visite o projecto:

# mteixeira.index.text
source: I have a degree in Computer Engineering from the %s %s .This space aims to promote my work and my profile, providing a means of contact. currently am web engineering (Advanced programmer) in %s Rocket Internet Portugal%s located in Porto since March 2012. I am part of a team of programmers who develop web applications for everybody. In the scope of some projects sometimes spent by Germany. In the past been inserted in a project in Lisbon %sGlintt%s Outsourcing in the %sESI Banco Espirito Santo%s for four months this being my first professional experience and teamwork. There I was part of a team of systems integration IS November 2011 to February 2012. Before and during my academic journey played roles freelancer.
de_de: Online Shopping Store - Buy Furniture Online, Home Decor, Furnishing and Kitchenware from FabFurnish. Enjoy All India Free Shipping, Cash on delivery
pt_br: Online Shopping Store - Buy Furniture Online, Home Decor, Furnishing and Kitchenware from FabFurnish. Enjoy All India Free Shipping, Cash on delivery

# bes.text.description
source: During this period played roles in ESI Analyst Programmer - BES. was responsible for building various web services using TIBCO to integrate with other applications, more specifically Java and COBOL, for this to happen, everyone had to draw and study all requirements, and develop the service based on rules.
de_de: Während dieser Zeit spielte Rollen in ESI Analyst Programmer - BES. War verantwortlich für den Aufbau von verschiedenen Web-Services mit TIBCO mit anderen Anwendungen, insbesondere Java und COBOL zu integrieren, damit dies geschehen kann, jeder hatte zu zeichnen und zu studieren alle notwendigen Anforderungen und entwickeln den Dienst auf Regeln.
pt_br: Durante este periodo desempenhei funções de Analista programador na ESI – BES. Foi responsável por construir diversos serviços Web usando TIBCO, para integrar com outras aplicações, mais propriamente JAVA e COBOL, para que isso acontece, tinha de desenhar todos e estudar todos os requisitos necessários, e desenvolver o serviço com base em regras.

# projects.academic.message
source: In this space you can find all of my academic projects. See what projects realized in the framework of my my degree in computer engineering
de_de: In diesem Raum finden Sie alle meine akademische Projekte. Sehen Sie, was Projekte im Rahmen meiner meinen Abschluss in Computer Engineering realisiert
pt_br: Neste Espaço poderá encontrar todos os meus projectos academicos. Ver quais os projectos que realizei no ambito da minha da minha licenciatura em engenharia informática

# projects.freelancer.message
source: Are present for all the companies which have collaborated ...
de_de: Vorhanden sind für alle Unternehmen, die zusammengearbeitet haben ...
pt_br: Estão presentes todos as empresas para as quais já colaborei...

# projects.profissional.message
source: In this space aims to show which projects participated and I integrated development teams.
de_de: In diesem Raum soll zeigen, welche Projekte und beteiligte ich integriert Entwicklungsteams.
pt_br: Neste espaço tem como objectivo mostrar quais os projectos que participei e que equipas de desenvolvimento integrei.

# free.srx.text
source: Development of an Android application for managing network schedules Rodonorte
de_de: Die Entwicklung einer Android-Anwendung für die Verwaltung von Netzwerk Zeitpläne Rodonorte
pt_br: Desenvolvimento de uma aplicacao android para gestão de horarios da rede rodonorte

# free.cos.text
source: Application for managing cosmetics
de_de: Anwendung für die Verwaltung von Kosmetika
pt_br: Aplicacao para gestao de cosmeticos

# free.vendas.text
source: Development of an android application for managing sales routes
de_de: Die Entwicklung einer Android-Anwendung für die Verwaltung von Vertriebs-Routen
pt_br: Desenvolvimento de uma aplicacao android para gestao de rotas de venda

# free.tictac.text
source: Development of a simple game
de_de: Entwicklung von einem einfachen Spiel
pt_br: Desenvolvimento de um jogo simples

# widget.tictac.text
source: My first Widget
de_de: Meine erste Widget
pt_br: O meu primeiro Widget

# sani.text
source: Shop Online for sanitary products
de_de: Online Shop für Sanitärprodukte
pt_br: Loja Online de productos sanitarios

# tay.text
source: Shop Online for Exotic Birds
de_de: Online Shop für exotische Vögel
pt_br: Loja Online de Aves Exoticas

# quintadabouca.text
source: Shop Online for biological products
de_de: Online Shop für biologische Produkte
pt_br: Loja Online de productos biologicos

# andremarcelo.text
source: Site of the company's disclosur
de_de: Seite Offenlegung von Unternehmensinformationen
pt_br: Site de divulgacao da empresa

# riwd.text
source: Site of the company's disclosur
de_de: Website des Unternehmens Offenlegung
pt_br: Site de divulgacao da empresa

# cc.text
source: Mail newspaper website Celorico
de_de: Postzeitung Website Celorico
pt_br: Site do jornal correio de celorico

# futsal.text
source: League futsal
de_de: Legierung
pt_br: Liga da futsal

# fer.text
source: Construction Company
de_de: Gebäude
pt_br: Empresa de Construção Civil

# corgo.text
source: Site of the parish Corgo
de_de: Website der Pfarrei Corgo
pt_br: Site da junta de freguesia do Corgo

# radabike.text
source: Store bikes...
de_de: Website eines Waren lagern Fahrrad
pt_br: Site de uma loja de artigos de bicicleta

# celconta.text
source: Site of an accounting firm
de_de: Website von einer Wirtschaftsprüfungsgesellschaft
pt_br: Site de uma empresa de contabilidade

# gentil.text
source: Site of an insurance
de_de: Website von einer Versicherung
pt_br: Site de uma empresa de seguros

# sa.text
source: Company logo Sanilixa
de_de: Firmenlogo Sanilixa
pt_br: Logotipo da empresa Sanilixa

# silva.text
source: Site of a photographer ...
de_de: Website des Fotografen ...
pt_br: Site de um fotografo...

# nb.text
source: Site journal NB the mythical
de_de: Site news journal des mythischen basto
pt_br: Site do jornal noticias de basto o mitico

# mb.text
source: Company website engine basto
de_de: Site-engine company basto
pt_br: Site da empresa motor basto

# tap.text
source: Final draft of the degree in computer engineering
de_de: Endgültiger Entwurf des Abschluss in Informatik Engineering
pt_br: Projecto final da Licenciatura em engenharia informatica

# redes.text
source: Development of a network in which they were applied all communication protocols learned.
de_de: Entwicklung eines Netzwerks, in dem sie alle Kommunikationsprotokolle gelernt wird.
pt_br: Desenvilmento de uma rede em que foram aplicados todos os protocolos de comunicacao aprendidos.

# pm.text
source: Management of IT projects
de_de: Management von IT-Projekten
pt_br: Gestao de projectos informaticos

# sqt.text
source: Site seminar SQT
de_de: Website des Seminars SQT
pt_br: Site do seminario de SQT

# pei.text
source: Project developed within the discipline of PEI
de_de: Projekt im Rahmen der Disziplin PEI entwickelt
pt_br: Projecto desenvolvido no ambito da disciplina de PEI

# si.text
source: Information system developed for the international relations office
de_de: Informationssystem für die internationalen Beziehungen der gabinet entwickelt
pt_br: Sistema de informacao desenvolvido para o gabinet de relacoes internacionais

# sql.text
source: Database developed for a driving school
de_de: Database für eine Schule des Fahrens entwickelt
pt_br: Base de dados desenvolvida para uma escola de conducao

# cmu2.text
source: Manager of sales routes developed for android
de_de: Manager der Vertriebswege für Android entwickelt
pt_br: Gestor de rotas de venda desenvolvido para android

# cmu1.text
source: Manager of sales routes developed for windows mobile
de_de: Manager der Vertriebswege für Windows Mobile entwickelt
pt_br: Gestor de rotas de venda desenvolvido para windows mobile

# ju.text
source: Unitary tests with Junit
de_de: Einheitliche Tests in Junit
pt_br: Testes unitarios em Junit

# jtt.text
source: Application developed in Java SE
de_de: Anwendung in Java SE entwickelt
pt_br: Aplicacao desenvolvida em Java SE

# jase.text
source: Chinese Postman Problem
pt_br: Problema do carteiro Chines

# c.text
source: Game in Open Gl
de_de: Spiel Open Gl
pt_br: Jogo em Open Gl

# ewqqw.text
source: Work interaction and multimedia systems
de_de: Arbeit Interaktion und Multimedia-Systeme
pt_br: Trabalho de iteracao e sistemas multimedia

# asass.text
source: Website for enrollment exams
de_de: Website für inscrisao Prüfungen
pt_br: Website para inscrisao em exames

# ass.text
source: Coffee machine in assembly
de_de: Maquina de cafe em assembly
pt_br: Maquina de cafe em assembly

# eb.text
source: Robots that collect waste application developed in Simbad
de_de: Roboter, die Abfälle Anwendung in Simbad entwickelt sammeln
pt_br: Robos que recolhem lixo aplicacao desenvolvida em Simbad

# bfb.text
source: A simulator in Java Stack
de_de: Ein Simulator in Java-Stack
pt_br: Simulador de uma Stack em Java

# ns.text
source: Subway networks in java using graphs
de_de: Metro-Netzwerke in Java mit Graphen
pt_br: Redes do metro em java usando grafos

# sp.text
source: Spell checker in java
de_de: Rechtschreibprüfung in java
pt_br: Corrector ortografico em java

# ev.text
source: Evaluation grids in Java
de_de: Bewertung Grids in Java
pt_br: Grelhas de avaliacao em Java

# jb.text
source: Java Web Browser
pt_br: Web Browser em Java

# s.text
source: Shopping carts in C
de_de: Warenkörbe in C
pt_br: Carrinhos de compras em C

# gs.text
source: Site for discipline
de_de: Website zur Disziplin
pt_br: Site para a disciplina

# sl.text
source: Solitario game in C
de_de: Solitario Spiel in C
pt_br: Jogo Solitario em C

# tecnologias.interess
source: My areas of interest
de_de: Meine Schwerpunkte interes
pt_br: As minhas areas de interesse

# tecnologias.text
source: In this space are present my areas of interest and experience technologies which have.
de_de: In diesem Raum anwesend sind meine Interessengebiete und Erfahrungen, die Technologien haben.
pt_br: Neste espaço estão presentes as minhas areas de interesse e as tecnologias pelas quais tenho experiencia.

# curriculo.text.desc
source: In this space you can view my CV in Word format and pdf.
de_de: In diesem Raum können Sie meinen Lebenslauf im Word-Format und PDF-Ansicht.
pt_br: Neste espaço pode visualizar o meu curriculum vitae em formato word e pdf.

# file.word
source: View my CV in Microsoft Word Format
de_de: Meinen Lebenslauf in Microsoft Word-Format
pt_br: Visualize o meu CV em Formato Microsoft Word

# file.pdf
source: View my CV in PDF format
de_de: Mein Lebenslauf im PDF-Format
pt_br: Visualize o meu CV em Formato PDF

# tecs.name
source: Level
de_de: Niveau
pt_br: Nivel

# contacts.title
source: Contacts
de_de: Kontakte
pt_br: Contactos

# contacts.text
source: Here you can find all my personal contacts ...
de_de: Hier finden Sie alle meine persönlichen Kontakte...
pt_br: Aqui pode encontrar todos os meus contactos pessoais...

# recomendame.text
source: Write here what you think!
de_de: Hinterlassen Sie Ihre Meinung hier ab, welche!
pt_br: Deixe aqui qual a sua opiniao!

# recomendame.title
source: Suggest me?
de_de: Empfohlene mich als Profi?
pt_br: Recomenda-me como profissional?

# review.message
source: Write a review*
de_de: Schreiben Sie eine Rezension*
pt_br: Escreva a sua opinião*

# contact.form.submit
source: Submit
de_de: Einreichen
pt_br: Submeter

# contact.name
source: Enter your name
de_de: Geben Sie Ihren Namen
pt_br: Insira o seu nome

# ct.name
source: What is your name?
de_de: Wie ist dein Name?
pt_br: Qual o seu nome?

# ultimos.comments
source: Latest Comments
de_de: Neueste Kommentare
pt_br: Ultimos Comentarios

# ct.message
source: What is the message I want to convey?
de_de: Was ist die Botschaft, die ich vermitteln wollen?
pt_br: Qual a messagem que me quer transmitir?

# tecs.level
source: Years of experience
de_de: Jahrelange Erfahrung
pt_br: Anos de Experencia

# legend.level
source: Note: Level 1 - Junior, 2 - Intermediate, 3 - Independent, 4 - Specialist
de_de: Hinweis: Level 1 - Junior, 2 - Intermediate, 3 - Independent, 4 - Specialist
pt_br: Nota: Nível: 1 – Júnior; 2 – Intermédio; 3 – Independente; 4 – Especialista

# actualmente.tecs
source: Currently walk enthusiastic: JavaServer Faces Technology, Spring, Struts, Hibernate, Google Web Toolkit, Django, rubyonrails
de_de: Derzeit gehen begeistert: JavaServer Faces Technologie, Spring, Struts, Hibernate, Google Web Toolkit, Django, rubyonrails
pt_br: Actualmente ando entusiasmado com :JavaServer Faces Technology, Spring, Struts , Hibernate ,Google Web Toolkit ,Django , rubyonrails

# menu.curriculo
source: Curriculum
de_de: Lehrplan

# footer.outiline
source: 2000 - %d by mteixeira developments. -
de_de: 2000 - %d by mteixeira Entwicklungen. -

# mteixeira.title
source: Mteixeira informatic engineer
de_de: Mteixeira informatik Ingenieur

# projectos.free
source: Freelancing
de_de: Freiberuflich
